/* No comment provided by engineer. */
"A destination (IP Address or Domain name) is needed to be able to subscribe" = "A destination (IP Address or Domain name) is needed to be able to subscribe";

/* About prefs tab title */
"About" = "Informazioni su";

/* Button title for opening growl.info to downloads page */
"Additional Downloads" = "Downloads Supplementari";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Attenzione! Abilitando questa opzione aggiungi Growl.app agli elementi di Login";

/* Enable checkbox for allowing subscribers */
"Allow other computers to subscribe to all notifications" = "Allow other computers to subscribe to all notifications";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Così facendo avvierai Growl ad ogni Login, così questo sarà sempre disponibile per tutte le applicazioni che lo richiedono.";

/* Notification always stay on screen */
"Always" = "Sempre";

/* Column title for the applications column in the history table
   Label for the tab which contains application settings */

"Application" = "Applicazione";

/* Application decides whether a note should stay on screen */
"Application Decides" = "Decide Applicazione";

/* Label for application level display style choice */
"Application's Display Style" = "Stile Notifica dell'Applicazione";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "Applicazione: %1$@\nTitle: %2$@\nDescription: %3$@\nClick to open the log";

/* Application prefs tab title */
"Applications" = "Applicazioni";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "Sei sicuro di voler uscire?";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Sei sicuro di voler cancellare  %@?";

/* No comment provided by engineer. */
"Bonjour configured entry, not presently findable" = "Bonjour configured entry, not presently findable";

/* Button title for canceling */
"Cancel" = "Annulla";

/* Clear all history button title */
"Clear All History" = "Cancella tutta la Cronologia";

/* No comment provided by engineer. */
"Clear all notifications in the History Rollup" = "Clear all notifications in the History Rollup";

/* No comment provided by engineer. */
"Clear Rollup" = "Clear Rollup";

/* Column title for a computer entry */
"Computer Name" = "Computer Name";

/* Continue button title */
"Continue" = "Continua";

/* No comment provided by engineer. */
"Could not find sound file named \"%@\"" = "Non trovo nessun file di suono che si chiama \"%@\"";

/* Title of menu item for default display */
"Default" = "Default";

/* Label for the global default starting position picker */
"Default starting position for notifications" = "Posizione iniziale di default delle notifiche ";

/* Default style picker label */
"Default Style" = "Stile di Default";

/* Label for the display style of the selected notification */
"Display Style:" = "Stile Notifica:";

/* Column title for Display Styles */
"Display Styles" = "Stili di Notifiche";

/* Display prefs tab title */
"Displays" = "Schermi";

/* Continue button title when done */
"Done" = "Fatto";

/* Label for the effect to use */
"Effect:" = "Effetto:";

/* Emergency notification priority */
"Emergency" = "Emergenza";

/* Label for application on/off switch */
"Enable %@" = "Enable %@";

/* Label for application on/off switch */
"Enable application" = "Enable application";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Abilita Growl per avviarsi al Login";

/* Label for the on/off switfh for enabling history */
"Enable History:" = "Abilita Cronologia:";

/* Label for checkbox which enables logging for a note or application */
"Enable Logging" = "Enable Logging";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "Abilitando questa opzione Growl funzionerà senza mostrare l'icona sul dock o elementi del menù.\n\nPer accedere alle preferenze clicca Growl da Launchpad o aprilo dal Finder.";

/* A fade effect */
"Fade" = "Sfuma";

/* Info label for firewall settings */
"Firewall Settings: Network notifications use TCP port 23053" = "Impostazioni Firewall: Network notifications use TCP port 23053";

/* Enable checkbox for forwarding to other computers */
"Forward notifications to other computers" = "Invia Notifiche ad altri computer";

/* Tab title for forwarding */
"Forwarding" = "Forwarding";

/* General prefs tab title */
"General" = "Generali";

/* Label for button which will open to growl.info with information on applications and how to configure them */
"Get Applications" = "Get Applications";

/* Button title which opens growl.info to the styles page */
"Get more styles" = "Aggiungi Stili";

/* No comment provided by engineer. */
"Growl History Disabled" = "Cronologia di Growl Disabilitata";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "Growl deve essere riavviato per applicare i cambiamenti.";

/* Window title for the Notification Rollup window */
"Growl Notification Rollup" = "Notifiche di Growl Raggruppate";

/* No comment provided by engineer. */
"Hide Rollup" = "Nascondi Raggruppamento";

/* No comment provided by engineer. */
"Hide the History Rollup" = "Nascondi Cronologia Raggruppamento";

/* High notification priority */
"High" = "Alto";

/* History prefs tab title */
"History" = "Cronologia";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "Se chiudi Growl non riceverai più le notifiche.";

/* GNTP unauthorized packet error message */
"Incoming remote notifications and registrations have been disabled by the user" = "Incoming remote notifications and registrations have been disabled by the user";

/* GNTP unathorized packet error message */
"Incoming subscription requests have been disabled by the user" = "Incoming subscription requests have been disabled by the user";

/* Info label describing the bonjour icon's use */
"Indicates a discovered computer using Growl 1.3 or later" = "Indica la scoperta di un computer che usa Growl 1.3 o successiva";

/* Info label describing the network icon's use */
"Indicates a manually entered computer to forward to or subscribe to" = "Indicates a manually entered computer to forward to or subscribe to";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Informa %@ quando una notifica è cliccata";

/* GNTP packet parsing error */
"Invalid protocol version.  Only version 1.0 is supported" = "Versione di protocollo non valida. Solo la versione 1.0 è supportata";

/* Label for checkbox for keeping up to an amount of notifications */
"Keep Amount" = "Dimensione Massima";

/* Label for checkbox for keeping up to a certain number of days worth of notifications */
"Keep Days" = "Mantieni per Giorni";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Disinstalla Versioni precedenti";

/* Label for checkbox enabling incoming network notifications */
"Listen for incoming notifications" = "Ricevi notifiche in entrata";

/* Title for section containing apps from the local machine */
"Local" = "Local";

/* GNTP packet parsing error */
"Missing initialization vector for encryption" = "Mancata inizializzazione del vettore per la crittografia";

/* GNTP packet parsing error */
"Missing, malformed, or invalid key hash string" = "Stringa hash della chiave mancante, errata o non valida";

/* Moderate notification priority */
"Moderate" = "Moderato";

/* Network prefs tab title */
"Network" = "Rete";

/* Notification will never stay on screen */
"Never" = "Mai";

/* No comment provided by engineer. */
"No" = "No";

/* Growl will run compeletely in the background */
"No icon visible" = "No icon visible";

/* No comment provided by engineer. */
"No Recent Notifications" = "Nessuna Notifica Recente";

/* Normal notification priority */
"Normal" = "Normale";

/* Label for the tab which contains notification settings */
"Notifications" = "Notifiche";

/* If the string is too long, use O */
"OFF" = "OFF";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* If the string is too long, use I */
"ON" = "ON";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Apri Preferenze di Growl...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Apri pannello preferenze di Growl";

/* Column title for a password */
"Password" = "Password";

/* No comment provided by engineer. */
"Pause Growl" = "Metti in Pausa Growl";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Metti in Pausa le Notifiche di Growl";

/* Label for choosing which sound plays for the selected notification */
"Play Sound:" = "Esegui Suono:";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Per favore non inserire un host locale, Growl non può contattare se stesso.";

/* Localhost in a subscription destination is not allowed */
"Please do not enter localhost, Growl does not support subscribing to itself." = "Please do not enter localhost, Growl does not support subscribing to itself.";

/* A valid IP or domain is needed to forward to
   A valid IP or domain is needed to subscribe to */

"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Per favore inserisci un indirizzo IPv4, IPv6 o un nome di dominio valido";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "il Plugin '%@' è stato installato con successo. Vuoi configurarlo ora?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "il Plugin '%@' è già installato. Vuoi sovrascriverlo?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "il Plugin '%@' non funzionerà su questo Mac con questa versione di OSX. Installo lo stesso? ";

/* No comment provided by engineer. */
"Plugin already exists" = "Plugin esistente";

/* No comment provided by engineer. */
"Plugin installed" = "Plugin installato";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Plugin manca dell'architettura nativa";

/* No comment provided by engineer. */
"Plugin not installed" = "Plugin non installato";

/* Preferences window title */
"Preferences" = "Preferenze";

/* Button title which shows a preview of the current selected style
   Title of the Preview notification shown to demonstrate Growl displays */

"Preview" = "Anteprima";

/* Label for choosing priority of the selected notification */
"Priority:" = "Priorità:";

/* No comment provided by engineer. */
"Quit" = "Esci";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Esci completamente da Growl";

/* Button title for removing something */
"Remove" = "Rimuovi";

/* No comment provided by engineer. */
"Resume Growl" = "Riattiva Growl";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Riattiva le notifiche visuali di Growl";

/* Rollup prefs tab title */
"Rollup" = "Rollup";

/* Rollup all notifications radio button */
"Rollup all notes" = "Raggruppa tutte le note";

/* Title for rollup automatic checkbox */
"Rollup Automatically Displays" = "Rollup Automatically Displays";

/* Title for rollup enabled checkbox */
"Rollup Enabled" = "Rollup Enabled";

/* Rollup only logged notifications radio button */
"Rollup only logged notes" = "Raggruppa solo le note loggate";

/* Placeholder text in search field */
"Search" = "Ricerca";

/* second part of string for idle timeout */
"seconds of inactivity" = "secondi di inattività";

/* First part of string for idle timeout */
"Send notifications to the rollup after" = "Send notifications to the rollup after";

/* Label for server password field */
"Server Password:" = "Password del Server:";

/* Button title which shows a list of disabled plugins */
"Show Disabled" = "Mostra Disabilitati";

/* Growl will have an icon in the menu and the dock */
"Show icon in both" = "Show icon in both";

/* Growl will have an icon only in the dock */
"Show icon in the dock" = "Show icon in the dock";

/* Growl will have a menu bar icon only */
"Show icon in the menubar" = "Abilita Log";

/* No comment provided by engineer. */
"Show Rollup" = "Mostra Raggruppamento";

/* No comment provided by engineer. */
"Show the History Rollup" = "Mostra Cronologia Raggruppamento";

/* A slide effect */
"Slide" = "Scorri";

/* GNTP packet parsing error */
"Somehow we got here parsing the protocol identifier without an error, this should be impossible, either its valid or its not" = "In qualche modo siamo qui ad analizzare il protocollo identificatore senza un errore, questo dovrebbe essere impossibile, sia che sia valido sia che non lo sia.";

/* Start Growl at Login switch label */
"Start Growl at Login" = "Avvia Growl al Login";

/* Label for choosing whether the selected note stays on screen */
"Stay On Screen:" = "Rimani sullo Schermo:";

/* Tab title for subscribers tab */
"Subscribers" = "Subscribers";

/* Tab title for subscriptions tab */
"Subscriptions" = "Subscriptions";

/* No comment provided by engineer. */
"There are no new notifications" = "Non ci sono nuove notifiche";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "C'è stata %lu notifica mentre eri via";

/* Error description format for subscription error returned display */
"There was an error subscribing to the remote machine:\ncode: %d\ndescription: %@" = "There was an error subscribing to the remote machine:\ncode: %1$d\ndescription: %2$@";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Si è verificato un errore durante l'installazione del plugin '%@'.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Ci sono state  %lu notifiche mentre eri via";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Questa azione non può essere annullata, per favore conferma la cancellazione di tutta la cronologia";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Questa è un'anteprima delllo stile di visualizzazione delle notifiche %@";

/* No comment provided by engineer. */
"This should never happen! -(void)subscribe should only ever be called on local entries" = "This should never happen! -(void)subscribe should only ever be called on local entries";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Questo rimuove tutte le impostazioni di Growl per %@.";

/* Column title for the time column in the history table */
"Time" = "Data";

/* Column title for the title column in the history table */
"Title" = "Titolo";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "Per evitare che il database della cronologia cresca in modo indefinito, almeno un tipo di limite deve essere attivo";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Disabilitare tutte le funzioni di limitazione non è possibile.";

/* GNTP packet with an unsupported encryption algorithm */
"Unsupported encryption type, %@" = "Unsupported encryption type, %@";

/* Column title for whether to use the item on the row */
"Use" = "Usa";

/* label for using a custom application wide starting position */
"Use custom starting position" = "Usa posizione iniziale personale";

/* label for using the global default starting position */
"Use default starting position" = "Usa posizione iniziale di default";

/* Column title for how long a subscriber is valid for */
"Valid until:" = ":";

/* Very low notification priority */
"Very Low" = "Molto Basso";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Attenzione! Stai per cancellare TUTTA la Cronologia";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "Attenzione! Abilitando questa opzione Growl funzionerà in background";

/* GNTP error */
"We encountered an error parsing the packet, we don't know where it came from" = "We encountered an error parsing the packet, we don't know where it came from";

/* No comment provided by engineer. */
"Welcome to Growl!" = "Benvenuto in Growl!";

/* No comment provided by engineer. */
"Yes" = "SI";

/* Label for the IP address list */
"You can connect manually at one of the following addresses:" = "Puoi connetterti manualmente uno dei seguenti indirizzi:";